Repository: pretalx/pretalx-media-ccc-de
Catalog: pretalx_media_ccc_*/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: media.ccc.de recordings
de_de: Aufzeichnungen auf media.ccc.de

source: Pull recordings from media.ccc.de and embed them in talk pages
de_de: Aufzeichnungen von media.ccc.de erfassen und auf Vortragsseiten einbetten

source: The slug or ID used for your event in the media.ccc.de API – defaults to your event slug. Your event's data has to be available at <a href="{url}">{url}</a>
de_de: Die Kurzform oder ID, die für die Veranstaltung in der media.ccc.de-API genutzt wird – ist standardmäßig die Kurzform der Veranstaltung. Die Daten müssen unter <a href="{url}">{url}</a> zu finden sein

source: Go to video.
de_de: Zum Video

source: Go to talk page.
de_de: Zur Vortragsseite

source: Set up media.ccc.de sync
de_de: media.ccc.de-Synchronisierung aufsetzen

source: Save
de_de: Speichern

source: Check for new talks
de_de: Nach Aufzeichnungen suchen

source: Change URLs
de_de: URLs ändern

source: Looking for new talks – this may take a while.
de_de: Auchzeichnungen werden synchronisiert – das kann einen Augenblick dauern.

source: The URLs for this event have been changed.
de_de: Die URLs für diese Veranstaltung wurden geändert.
